---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilograms
source: html/67951b55-4e60-7479-5bdb-423724aa7859.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilograms Property

Kilograms.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilograms { get; }
```